testCase/inletOutletFlow/0/currentcloudofpoints
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      currentcloudofpoints;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

648
(
(0.196119 0.517498 0.05)
(0.664832 0.503044 0.05)
(0.281622 0.558072 0.05)
(0.583139 0.45776 0.05)
(0.205286 0.497299 0.05)
(0.215371 0.478854 0.05)
(0.226102 0.461869 0.05)
(0.237351 0.446075 0.05)
(0.249124 0.431014 0.05)
(0.261195 0.41665 0.05)
(0.273343 0.402491 0.05)
(0.285604 0.388508 0.05)
(0.29794 0.3745 0.05)
(0.310431 0.360497 0.05)
(0.323133 0.346431 0.05)
(0.336169 0.332359 0.05)
(0.349731 0.318426 0.05)
(0.364086 0.304901 0.05)
(0.379476 0.291968 0.05)
(0.396063 0.27987 0.05)
(0.413826 0.268852 0.05)
(0.432876 0.259229 0.05)
(0.453192 0.251268 0.05)
(0.474841 0.24516 0.05)
(0.497935 0.241225 0.05)
(0.522375 0.240037 0.05)
(0.547752 0.242307 0.05)
(0.573444 0.248574 0.05)
(0.5987 0.259139 0.05)
(0.622515 0.274026 0.05)
(0.643928 0.292995 0.05)
(0.661816 0.315246 0.05)
(0.675509 0.339938 0.05)
(0.684585 0.365701 0.05)
(0.689119 0.391618 0.05)
(0.689507 0.416876 0.05)
(0.686545 0.440923 0.05)
(0.681038 0.463388 0.05)
(0.673641 0.484061 0.05)
(0.655094 0.520647 0.05)
(0.644892 0.537234 0.05)
(0.634325 0.553222 0.05)
(0.623186 0.568765 0.05)
(0.611634 0.584 0.05)
(0.599746 0.599013 0.05)
(0.587731 0.613821 0.05)
(0.57592 0.628497 0.05)
(0.564565 0.643047 0.05)
(0.553905 0.657702 0.05)
(0.54403 0.672555 0.05)
(0.534767 0.687694 0.05)
(0.52562 0.703115 0.05)
(0.515861 0.718729 0.05)
(0.504529 0.73426 0.05)
(0.49084 0.749403 0.05)
(0.474212 0.763466 0.05)
(0.454601 0.775643 0.05)
(0.431755 0.785209 0.05)
(0.406349 0.791272 0.05)
(0.379261 0.793157 0.05)
(0.351625 0.790657 0.05)
(0.32471 0.784189 0.05)
(0.299458 0.774468 0.05)
(0.276367 0.762082 0.05)
(0.255581 0.747439 0.05)
(0.237017 0.730727 0.05)
(0.220686 0.711836 0.05)
(0.206775 0.690779 0.05)
(0.195563 0.667546 0.05)
(0.187378 0.642538 0.05)
(0.182538 0.616341 0.05)
(0.181247 0.589863 0.05)
(0.183395 0.564083 0.05)
(0.188561 0.539796 0.05)
(0.287652 0.545069 0.05)
(0.294837 0.532113 0.05)
(0.302887 0.519063 0.05)
(0.311754 0.505817 0.05)
(0.321256 0.492272 0.05)
(0.331389 0.478315 0.05)
(0.342084 0.464018 0.05)
(0.35333 0.44956 0.05)
(0.365116 0.435207 0.05)
(0.377304 0.421327 0.05)
(0.389808 0.408182 0.05)
(0.40249 0.396021 0.05)
(0.415218 0.384967 0.05)
(0.427852 0.374978 0.05)
(0.440293 0.366032 0.05)
(0.452711 0.35802 0.05)
(0.465054 0.350891 0.05)
(0.477298 0.344607 0.05)
(0.489427 0.339199 0.05)
(0.501589 0.334834 0.05)
(0.513816 0.331598 0.05)
(0.526169 0.329869 0.05)
(0.538496 0.329667 0.05)
(0.550667 0.331483 0.05)
...
)

// ************************************************************************* //
