testCase/inletOutletFlow/constant/connectivity
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       labelListList;
    location    "constant";
    object      connectivity;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


1152
(
3(2 74 253)
3(74 252 253)
3(74 75 252)
3(253 252 163)
3(75 254 252)
3(254 255 252)
3(254 162 255)
3(252 255 163)
3(75 76 254)
3(76 256 254)
3(76 77 256)
3(254 256 162)
3(163 255 258)
3(255 257 258)
3(255 162 257)
3(258 257 146)
3(3 259 108)
3(259 260 108)
3(259 164 260)
3(108 260 107)
3(164 261 260)
3(261 262 260)
3(261 165 262)
3(260 262 107)
3(164 263 261)
3(263 264 261)
3(263 144 264)
3(261 264 165)
3(107 262 106)
3(262 265 106)
3(262 165 265)
3(106 265 105)
3(2 266 143)
3(266 267 143)
3(266 166 267)
3(143 267 142)
3(166 268 267)
3(268 269 267)
3(268 167 269)
3(267 269 142)
3(166 270 268)
3(270 271 268)
3(270 145 271)
3(268 271 167)
3(142 269 141)
3(269 272 141)
3(269 167 272)
3(141 272 140)
3(77 78 274)
3(78 273 274)
3(78 79 273)
3(274 273 169)
3(79 275 273)
3(275 276 273)
3(275 168 276)
3(273 276 169)
3(79 80 275)
3(80 277 275)
3(80 81 277)
3(275 277 168)
3(169 276 279)
3(276 278 279)
3(276 168 278)
3(279 278 148)
3(3 109 281)
3(109 280 281)
3(109 110 280)
3(281 280 171)
3(110 282 280)
3(282 283 280)
3(282 170 283)
3(280 283 171)
3(110 111 282)
3(111 284 282)
3(111 112 284)
3(282 284 170)
3(171 283 286)
3(283 285 286)
3(283 170 285)
3(286 285 147)
3(101 102 288)
3(102 287 288)
3(102 103 287)
3(288 287 173)
3(103 289 287)
3(289 290 287)
3(289 172 290)
3(287 290 173)
3(103 104 289)
3(104 291 289)
3(104 105 291)
3(289 291 172)
3(173 290 293)
3(290 292 293)
3(290 172 292)
3(293 292 157)
3(112 113 295)
3(113 294 295)
...
)


// ************************************************************************* //
