testCase/inletOutletFlow/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          90;
        startFace       10650;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          90;
        startFace       10740;
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          60;
        startFace       10830;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          60;
        startFace       10890;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          10800;
        startFace       10950;
    }
)

// ************************************************************************* //
