testCase/inletOutletFlow/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 1;

vertices
(
    (-0.5 -0.5 0)
    (2.5 -0.5 0)
    (2.5 1.5 0)
    (-0.5 1.5 0)
    (-0.5 -0.5 0.1)
    (2.5 -0.5 0.1)
    (2.5 1.5 0.1)
    (-0.5 1.5 0.1)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (90 60 1) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    top
    {
        type wall;
        faces
        (
            (3 7 6 2)
        );
    }

    
    bottom
    {
        type wall;
        faces
        (
            (1 5 4 0)  // bottom
        );
    }


    inlet
    {
        type wall;
        faces
        (
            (0 4 7 3)  // inlet
        );
    }


    outlet
    {
        type wall;
        faces
        (
            (2 6 5 1)  // outlet
        );
    }

    
    frontAndBack
    {
        type empty;
        faces
        (
            (0 3 2 1)
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);

// ************************************************************************* //
